export default {
  projections: {
    ЧертежиE: {
      номерЧертежа: {
        __caption__: 'Номер чертежа'
      },
      датаСоздания: {
        __caption__: 'Дата создания'
      },
      утверждение: {
        __caption__: 'Утверждение'
      }
    },
    ЧертежиL: {
      номерЧертежа: {
        __caption__: 'Номер чертежа'
      },
      датаСоздания: {
        __caption__: 'Дата создания'
      },
      утверждение: {
        __caption__: 'Утверждение'
      }
    }
  },
  validations: {
    датаСоздания: {
      __caption__: 'Дата создания'
    },
    номерЧертежа: {
      __caption__: 'Номер чертежа'
    },
    утверждение: {
      __caption__: 'Утверждение'
    },
    заявки: {
      __caption__: 'заявки'
    }
  }
};
